[
  {
    "docId": "video-44",
    "type": "training_video",
    "title": "Collections in Tableau",
    "description": "In this instructional video, you will learn how to utilize collections in Tableau. Topic Covered: Creating and Deleting Collections Accessing Collections Sharing Collections Putting it into Practice",
    "category": "Tableau"
  },
  {
    "docId": "video-46",
    "type": "training_video",
    "title": "Connecting To and Understanding Tableau",
    "description": "In this instructional video, you will learn how to connect to Tableau through Salesforce and navigate its basic organizational structure. Topics Covered: Connecting to the Tableau Server Organizational Hierarchy (Projects, Workbooks, Views) General Dashboard Layout",
    "category": "Tableau"
  },
  {
    "docId": "video-48",
    "type": "training_video",
    "title": "Searching and Filtering in Tableau",
    "description": "In this instructional video you will learn how to navigate the search and filter options in Tableau. Topic Covered: Scope of the Search Bar Using the Search Bar Searching from the Explore Tab Putting it into Practice",
    "category": "Tableau"
  },
  {
    "docId": "video-50",
    "type": "training_video",
    "title": "Favorites in Tableau",
    "description": "In this instructional video, you will learn how to use the favorites feature in Tableau. Topic Covered: Marking and Unmarking Favorites Accessing and Rearranging Favorites Putting it into Practice",
    "category": "Tableau"
  },
  {
    "docId": "video-54",
    "type": "training_video",
    "title": "Subscriptions in Tableau",
    "description": "In this instructional video, you will learn how to utilize Subscriptions in Tableau. Topic Covered: Creating Subscriptions Managing and Viewing Subscriptions Unsubscribing Putting it into Practice",
    "category": "Tableau"
  },
  {
    "docId": "video-56",
    "type": "training_video",
    "title": "Custom Views in Tableau",
    "description": "In this instructional video, you will learn how to create and access Custom Views in Tableau. Topic Covered: Creating, Saving, and Deleting Custom views Managing View Settings Tracking and Accessing Custom views Putting it into Practice",
    "category": "Tableau"
  },
  {
    "docId": "video-58",
    "type": "training_video",
    "title": "Sharing In Tableau",
    "description": "In this instructional video, you will learn how to share content in Tableau. Topic Covered: Sharing from a View Sharing from the Homepage Sharing Content from a Parent Folder Sharing a Project or Workbook Putting it into Practice",
    "category": "Tableau"
  },
  {
    "docId": "video-60",
    "type": "training_video",
    "title": "Notifications in Tableau",
    "description": "In this instructional video, you will learn how to manage notifications in Tableau. Topic Covered: Viewing Notifications Managing Notification Removing Notifications Putting it into Practice",
    "category": "Tableau"
  },
  {
    "docId": "video-64",
    "type": "training_video",
    "title": "Comments in Tableau",
    "description": "In this instructional video, you will learn how to create Custom Views in Tableau. Topic Covered: Adding a Comment Adding Snapshots to Comments Comment Notifications Deleting Comments Putting it into Practice",
    "category": "Tableau"
  },
  {
    "docId": "video-65",
    "type": "training_video",
    "title": "Downloading in Tableau",
    "description": "In this instructional video, you will learn how to Download Content from a Dashboard in Tableau. Topic Covered: Downloading Content (navigation, download options and file types)",
    "category": "Tableau"
  },
  {
    "docId": "video-68",
    "type": "training_video",
    "title": "Introduction to Cognos and Common Troubleshooting",
    "description": "In this instructional video, you will learn how to access and utilize Cognos. Topic Covered: Accessing Cognos Cognos Use cases",
    "category": "Cognos"
  },
  {
    "docId": "video-70",
    "type": "training_video",
    "title": "Navigating Through Cognos",
    "description": "In this instructional video you will learn how to navigate through Cognos. Topics Covered: Basic Navigation Setting a Custom Homepage",
    "category": "Cognos"
  },
  {
    "docId": "video-72",
    "type": "training_video",
    "title": "Searching for Reports in Cognos",
    "description": "In this instructional video you will learn how to Search, Save, and Filter Reports in Cognos Topics Covered: Searching in Cognos Putting it into Practice",
    "category": "Cognos"
  },
  {
    "docId": "video-81",
    "type": "training_video",
    "title": "Generating Reports Using Prompts in Cognos",
    "description": "In this instructional video, you will learn how to Generate reports using prompts in Cognos. Prompt Types: Value Prompt Types: Search Prompt Types: Range Running a Report",
    "category": "Cognos"
  },
  {
    "docId": "video-83",
    "type": "training_video",
    "title": "Saving and Sharing Reports in Cognos",
    "description": "In this instructional video, you will learn how to Save and Share reports in Cognos. Running a Report Emailing Reports",
    "category": "Cognos"
  },
  {
    "docId": "video-85",
    "type": "training_video",
    "title": "Generating Reports Using a Work Set in Cognos",
    "description": "In this instructional video, you will learn how to create a workset and generate Cognos reports with them. Topics Covered: Creating a Work Set Generating a Work Set in Salesforce Generating a Cognos Report Using a Workset",
    "category": "Cognos"
  }
]